Revit 2027 API
ParameterTypeId.MepLowerTopElevationIncludeInsulation Property
 "Lower End Top of Insulation Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepLowerTopElevationIncludeInsulation { get; }
Public Shared ReadOnly Property MepLowerTopElevationIncludeInsulation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepLowerTopElevationIncludeInsulation {
	ForgeTypeId^ get ();
}
static member MepLowerTopElevationIncludeInsulation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace